{
  "langu": {
    "title": "Language",
    "lista": [
      {
        "href": "/en",
        "label": "English"
      },
      {
        "href": "/tr",
        "label": "Türkçe"
      }
    ]
  },
  "info": {
    "title": "Turca App - Software",
    "desc": "Turca App application services with simple, practical and speed",
    "url": "https://turca.app",
    "siteName": "Turca App",
    "keywords": [
      "Turca App",
      "Come Eat",
      "One Visit",
      "Captive Portal",
      "Hot Spot"
    ],
    "author": "Mehmet Sait Das"
  },
  "navi": [
    {
      "href": "/",
      "key": "home",
      "label": "Home"
    },
    {
      "href": "about",
      "key": "about",
      "label": "About"
    },
    {
      "href": "contact",
      "key": "contact",
      "label": "Contact"
    }
  ],
  "homeInfo": {
    "title": "Technology is an Evolution",
    "deta": "Artificial intelligence systems are becoming an indispensable part of life. It is necessary to make the right choice when growing in the technology network. We take steps by taking these developments into account when developing our projects. We would like you to choose us and work with us due to this process"
  },
  "homeSlide": [
    {
      "title": "Come Eat",
      "lista": [
        {
          "id": 1,
          "srca": "/slide/slidea01.jpg",
          "title": "Come Eat - Order Program with Qr Code",
          "deta": "When you go to a restaurant or cafe, we can allow you to order without waiting for the waiter",
          "href": "mobile/comeeat",
          "btnTitle": "DETAIL"
        },
        {
          "id": 2,
          "srca": "/slide/slidea02.jpg",
          "title": "Come Eat - Cafe, Restaurant, Hotel Order Tracking",
          "deta": "It is a user-friendly and easy application where you can control your food and beverage orders",
          "href": "mobile/comeeat",
          "btnTitle": "DETAIL"
        }
      ]
    },
    {
      "title": "One Visit",
      "lista": [
        {
          "id": 3,
          "srca": "/slide/slidea03.jpg",
          "title": "One Visit - Don't Endanger Yourself and Your Family",
          "deta": "You can make any place with a security point safer with One Visit - Qr Code",
          "href": "mobile/onevisit",
          "btnTitle": "DETAIL"
        },
        {
          "id": 4,
          "srca": "/slide/slidea04.jpg",
          "title": "One Visit - User-Friendly with Simple Usage",
          "deta": "When your guest arrives at the security point, all she has to do is show her QR Code",
          "href": "mobile/onevisit",
          "btnTitle": "DETAIL"
        }
      ]
    }
  ],
  "footer": [
    {
      "title": "More Info",
      "links": [
        {
          "label": "Privacy Policy",
          "href": "privacy-policy"
        },
        {
          "label": "Terms of Use",
          "href": "terms-of-use"
        },
        {
          "label": "Cookie Policy",
          "href": "cookie-policy"
        }
      ]
    },
    {
      "title": "Our Projects",
      "links": [
        {
          "label": "Come Eat",
          "href": "mobile/comeeat"
        },
        {
          "label": "One Visit",
          "href": "mobile/onevisit"
        }
      ]
    }
  ],
  "footerInfo": {
    "title": "Contact Us",
    "links": [
      {
        "label": "WhatsApp Chat",
        "value": "+90 535 313 15 63",
        "href": "https://wa.me/905353131563"
      },
      {
        "label": "Our Email Address",
        "value": "info@turca.app",
        "href": "mailto:info@turca.app"
      }
    ]
  },
  "socia": {
    "title": "Social Media",
    "links": [
      {
        "label": "facebook",
        "icon": "/footer/facebook.svg",
        "href": "https://www.facebook.com/turcaapp"
      },
      {
        "label": "instagram",
        "icon": "/footer/instagram.svg",
        "href": "https://www.instagram.com/turcaapp"
      },
      {
        "label": "tiktok",
        "icon": "/footer/tiktok.svg",
        "href": "https://www.tiktok.com/@turcaapp"
      },
      {
        "label": "whatsapp",
        "icon": "/footer/whatsapp.svg",
        "href": "https://wa.me/905353131563"
      },
      {
        "label": "youtube",
        "icon": "/footer/youtube.svg",
        "href": "https://www.youtube.com/@TurcaApp/playlists"
      }
    ]
  },
  "contactInfo": {
    "title": "We Have Been Writing for 13 Years",
    "deta": "We have been carrying out our profession with passion in the field of software projects and as a Mobile software manufacturer since 2010, and we design smart projects with our brand concept. Our job is to combine a current idea with technology and produce values. We work with enthusiasm to make our customers happy with the return on investment, to handle simple practical transactions without confusing the user, in short, to produce strong work. While our customers grow their businesses, we build the World's software brand",
    "booLista": [
      {
        "title": "Millions of Online Users in Global Companies",
        "deta": "Stock, Warehouse, Order, Offer, Restaurant, Cafe, Security, Service Tracking, More with Artificial Intelligence System..."
      },
      {
        "title": "Special Software Projects",
        "deta": "We care about customer ideas and experiences, and we listen to them carefully and transfer them into codes. We carry out these operations with excitement and pleasure"
      }
    ]
  },
  "mobile": [
    {
      "names": "comeeat",
      "title": "Come Eat",
      "icon": "/come/food.svg",
      "messa": "WE ARE HERE FOR YOU TO ORDER WITHOUT WAITING FOR A WAITER",
      "desc": "Come Eat application works uniquely in businesses such as cafes, restaurants and hotels. Our application supports apple, android and web platforms. Your customers can easily order by scanning the QR code or from home. As soon as the order is placed, it is automatically notified and sent to the system. You can manage your business very easily via iPad or phone. There is no need for a computer, printer or other working system for installation. You can download the application to your tablet and start using it. You can also contact us via the application on issues you are stuck on. Don't worry if I can do it, we have created a YouTube training channel for you. You can continue the practical training via the YouTube link below",
      "topImage": "/come/comea.png",
      "cenImage": "/come/comee.png",
      "butImage": "/come/comeo.png",
      "featuresTitle": "Application Features",
      "featuresLista": [
        {
          "icon": "/come/qrcode.svg",
          "title": "Qr Menu Order",
          "desc": "When a customer visits your business, they can only view the products on the QR Menu or place an order.You can forward incoming orders to the waiter or kitchen of your choice"
        },
        {
          "icon": "/come/mapa.svg",
          "title": "Address Order",
          "desc": "Customers can easily place orders at home by opening the application. You can set the minimum cart amount based on distance by setting the business properties"
        },
        {
          "icon": "/come/dasha.svg",
          "title": "Dashboard Report",
          "desc": "You can view and intervene in your business from anywhere in the world. You can also view daily, weekly, monthly and annual sales reports"
        },
        {
          "icon": "/come/other.svg",
          "title": "Other Features",
          "desc": "It is a practical, simple, fast and easy to use software. Don't think about how to do it, we have created a training channel on YouTube, you can take a quick look"
        }
      ],
      "fooTitle": "Get for free now!",
      "fooDesc": "Available on iOS and Android",
      "fooAppStoHref": "https://apps.apple.com/us/app/come-eat/id6468957649",
      "fooPlayStoHref": "https://play.google.com/store/apps/details?id=app.turca.comeeat",
      "fooYouTubeHref": "https://www.youtube.com/watch?v=0IXfHHBK4_Q&list=PL3XAsVCp5TAuTGQeT1c1bYiD-3CpRogG3"
    },
    {
      "names": "onevisit",
      "title": "One Visit",
      "icon": "/onevisi/guard.svg",
      "messa": "DO NOT RISK YOUR FAMILY AND FRIENDS",
      "desc": "Protect all security-controlled areas of your company or home with the One Visit application. You know that dangerous people can pass the security point very easily. When you come to the security point and say you will meet this person, maybe the security will allow it. Only the verification and notification system is activated for the One Visit application",
      "topImage": "/onevisi/onevisia.png",
      "cenImage": "/onevisi/onevisie.png",
      "butImage": "/onevisi/onevisio.png",
      "featuresTitle": "Application Features",
      "featuresLista": [
        {
          "icon": "/onevisi/qrcode.svg",
          "title": "Security Check",
          "desc": "Security will want to search you while letting your guest in. During this time, your guest waits at the door. Thanks to the One Visit Qr Code, your guest will not have to wait at the door"
        },
        {
          "icon": "/onevisi/notica.svg",
          "title": "Notification Assistant",
          "desc": "After your guest accepts the invitation, you will receive an instant notification of whoever you invited, and you will be notified every time your guest passes the security checkpoint"
        },
        {
          "icon": "/onevisi/dasha.svg",
          "title": "Visit Report",
          "desc": "You can view friends you have visited from all over the world. You can also view daily, weekly, monthly and annual reports of these visits"
        },
        {
          "icon": "/onevisi/other.svg",
          "title": "Other Features",
          "desc": "It is a practical, simple, fast and easy to use software. We allow you to access the system from any area you want by logging in with your Apple or Google account"
        }
      ],
      "fooTitle": "Get for free now!",
      "fooDesc": "Available on iOS and Android",
      "fooAppStoHref": "https://apps.apple.com/us/app/one-visit/id6468957825",
      "fooPlayStoHref": "https://play.google.com/store/apps/details?id=app.turca.onevisit",
      "fooYouTubeHref": "https://www.youtube.com/watch?v=nE83gLj1YFo&list=PL3XAsVCp5TAsimHKrh4XNMrm8EpN_ynpz"
    }
  ],
  "privacyPolicy": {
    "names": "privacyPolicy",
    "title": "Privacy Policy",
    "listaDeta": [
      "Last updated: 01/01/2020",
      "Your safety is important to us. For this reason, the personal data you share with us is protected sensitively",
      "We, TURCA APP, as the data controller, with this privacy and personal data protection policy, which of your personal data will be processed for what purpose, with whom and why the processed data can be shared, our data processing method and legal reasons; We aim to enlighten you about what your rights are regarding your processed data"
    ],
    "listaDetaTitle": [
      {
        "title": "Your Collected Personal Data, Collection Method and Legal Reason",
        "deta": "Your IP address and user agent information are used only for analysis purposes and cookies, etc. It would be processed on the basis of legitimate interest processing within the framework and duration of the service and contractual relationship between us by obtaining, recording, storing and updating through technologies, automatic or non-automatic methods and sometimes from third parties such as analytics providers, advertising networks, search information providers, technology providers"
      },
      {
        "title": "Purpose of Processing Your Personal Data",
        "deta": "The personal data you share with us is only available through analysis; To be able to fulfill the requirements of the services we offer in the best possible way, to ensure that these services can be accessed and benefited from at the maximum level by you, to be able to develop our services in line with your needs and to bring you together with more comprehensive service providers within legal frameworks and to comply with the obligations arising from the law (personal data can be shared with judicial and administrative authorities upon request). will be processed and updated in a purposeful and measured manner throughout the contract and service, in order to fulfill ther"
      },
      {
        "title": "To Whom And For What Purposes The Collected Personal Data Can Be Transferred",
        "deta": "Your personal data you share with us; It could be transferred to domestic and foreign third parties, institutions and organizations from which we receive and/or provide services to carry out our activities, with whom we have contractual relations and cooperate, and to judicial and administrative authorities upon request, provided that the necessary technical and administrative measures are taken"
      }
    ],
    "listaDetaNum": {
      "title": "Your Rights as the Person Whose Personal Data is Processed",
      "deta": "In accordance with Article 11 of PDPL(Personal Data Protection Law), anyone can exercise the following rights by applying to the data controller:",
      "listaDeta": [
        "a. Learning whether personal data is processed or not",
        "b. Requesting information if personal data has been processed",
        "c. Learning the purpose of processing personal data and whether they are used for their intended purpose",
        "d. Knowing third parties to whom personal data is transferred domestically or abroad",
        "e. Requesting correction of personal data if it is incomplete or incorrectly processed",
        "f. Request deletion or destruction of personal data",
        "g. Requesting that transactions made in accordance with clauses (e) and (f) be notified to third parties to whom personal data is transferred",
        "h. Objecting to the emergence of a result against the person by analyzing the processed data exclusively through automatic systems",
        "i. They had the right to demand compensation for the damage in case of damage due to unlawful processing of personal data"
      ],
      "booMes": "You can contact us via info@turca.app to exercise your rights listed above"
    },
    "footerDeta": {
      "title": "Contact",
      "listaDeta": [
        "You are completely free to accept or reject the processing of only your necessary personal data in accordance with this privacy and personal data processing policy in order to perform analyzes for the purpose of providing you with service. If you continue to use the site, we will assume that you have accepted it. For more detailed information, please do not hesitate to contact us via e-mail address info@turca.app",
        "This privacy policy was created through TURCA AP"
      ]
    }
  },
  "termsOfUse": {
    "names": "termsOfUse",
    "title": "Terms Of Use",
    "listaDeta": [
      "Last updated: 01/01/2020",
      "Dear visitor, please read this terms of use agreement carefully before visiting our website turca.app. Your access to the site is entirely dependent on your acceptance of this agreement and your compliance with the terms set forth in this agreement. If you do not accept any of the terms of this agreement, please terminate your access to the site. Please note that if you continue to access the site, we will assume that you have accepted the entire text of this agreement, unconditionally and without restriction",
      "TURCA.APP website is managed by TURCA APP and will hereinafter be referred to as SITE. The Terms of Use for this site come into force upon publication. The right to make changes belongs to the SITE unilaterally and all our users are deemed to have accepted these changes, which will be shared on the SITE"
    ],
    "listaDetaTitle": [
      {
        "title": "Security",
        "deta": "Privacy is available on a separate page to regulate the basis on which your personal data will be processed by us. If you use the SITE, you agree that the processing of this data occurs in accordance with the privacy policy"
      },
      {
        "title": "Scope Of Service",
        "deta": "As TURCA APP, we are completely free to determine the scope and nature of the services we will provide within the framework of the law; Any changes we make regarding the services will be deemed to come into force upon being published on the SITE"
      },
      {
        "title": "Copyright",
        "deta": "The owner of all text, code, graphics, logos, images, sound files and software used on the SITE (hereinafter referred to as 'content') is TURCA APP and all rights are reserved. Reproduction or copying of site content without written permission is strictly prohibited"
      }
    ],
    "listaDetaNum": {
      "title": "General Provisions",
      "listaDeta": [
        "a. All users undertake that they will use the SITE only for lawful and personal purposes and that they will not engage in any activity that may infringe the rights of third parties. The legal and criminal responsibilities for their transactions and actions within the SITE belong to them. SITE has no direct and/or indirect liability for any damages that third parties have suffered or may suffer due to these works and actions",
        "b. We do our best to ensure the accuracy and up-to-dateness of the information available on the SITE. However, despite our efforts, this information may lag behind the actual changes and there may be some differences. For this reason, we do not give any express or implied warranty and make no commitment regarding the accuracy and timeliness of the information contained on the site",
        "c. The SITE may contain hyperlinks to other websites, applications and platforms operated by third parties and whose contents are not known to us. The SITE functionality only provides access to these sites, and we do not accept any responsibility for their content",
        "d. Although we do our best to keep the SITE free of viruses, we do not guarantee that it is completely free of viruses. Therefore, it is the responsibility of the users to take the necessary precautions against viruses when downloading data. Virus etc. We do not accept responsibility for any damage that may be caused by malicious programs, codes or materials",
        "e. We do not guarantee that there will be no defects or errors in the services offered on the SITE or that uninterrupted service will be provided. We may terminate your access to the SITE and its services or any part thereof at any time without notice"
      ]
    },
    "footerDeta": {
      "title": "Classification of Liability",
      "listaDeta": [
        "Our liability for damages arising from the use of the SITE is limited to intent and gross negligence. In case of damages arising from breach of contract, the total compensation that can be claimed is limited to foreseeable damages. The above-mentioned limitations of liability also do not apply in the event of damage to human life, bodily injury or damage to a person's health. In all cases legally considered force majeure, we will not be liable for any compensation due to delay, non-performance or default",
        "Dispute Resolution: In resolving any disputes arising from the application or interpretation of this Agreement, the laws of the Republic of Turkey apply; Gaziantep Courthouse Courts and Enforcement Offices are authorized",
        "These terms of use have been created through the TURCA APP"
      ]
    }
  },
  "cookiePolicy": {
    "names": "cookiePolicy",
    "title": "Cookie Policy",
    "listaDeta": [
      "Last updated: 01/01/2020",
      "As TURCA APP, we care about your security and with this Cookie Policy we aim to briefly inform you, our dear visitors, about which cookies we use on our website, for what purpose and how you can change your cookie settings",
      "In order to serve you better, please read this Cookie Policy to have brief information about what kind of personal data is collected through cookies, for what purpose and how it is processed. For more information, you can check out our Privacy Policy or contact us without hesitation"
    ],
    "listaDetaTitle": [
      {
        "title": "What is a Cookie?",
        "deta": "Cookies are small files saved on users' devices so that they can use websites more efficiently. Since users' information is processed through cookies, users must be informed and their consent must be obtained in accordance with the Personal Data Protection Law No. 6698. We use various cookies to ensure that you, our dear visitors, can benefit from our website in the most efficient way and to improve the user experience of our dear visitors"
      },
      {
        "title": "1. Mandatory Cookies",
        "deta": "Mandatory cookies are cookies that make the website usable by enabling basic functions of the website. The website will not function properly without these cookies"
      },
      {
        "title": "2. Performance Cookies",
        "deta": "Performance cookies are cookies that anonymously collect visitors' usage information and preferences regarding the website and thus enable the performance of the website to be improved"
      },
      {
        "title": "3. Functional Cookies",
        "deta": "Functional cookies are cookies that allow users to be recognized and remembered in future visits based on their past usage of the website, and thus allow websites to differentiate users' language, region, etc. These are cookies that allow us to provide a personalized service such as"
      },
      {
        "title": "4. Advertising Cookies",
        "deta": "Advertising cookies are third-party cookies and are used to track visitors' behavior on websites. The purpose of these cookies is to help display advertisements that will be of interest to visitors based on their needs, and the responsibility belongs to the third parties that own the cookies"
      },
      {
        "title": "What are the Personal Data Processed with Cookies?",
        "deta": "Your identity (name, surname, date of birth, etc.) and contact information (address, e-mail address, telephone, IP, location, etc.) are collected by us through cookies, automatic or non-automatic methods, and sometimes analytics providers. It will be obtained, recorded, stored and updated from third parties such as advertising networks, search information providers, technology providers, and processed based on legitimate interest processing within the framework and during the service and contractual relationship between us"
      },
      {
        "title": "For what purpose are cookies used?",
        "deta": "Our website uses cookies to ensure security by detecting suspicious activities, to increase functionality and performance in line with users' preferences, to develop and personalize products and services and to facilitate access to these services, and to fulfill contractual and legal responsibilities. In addition, advertising cookies and information sharing with third parties are also available in order to connect users with a wider range of service providers"
      },
      {
        "title": "How Are Cookies Managed?",
        "deta": "After all these explanations, the issue of which cookies to use is left entirely to the free will of our users. You can manage your cookie preferences as soon as you enter our website by deleting or blocking them from your browser's settings, or you can change these settings at any time in the future. For more detailed information, you can check out our Privacy Policy or contact us via info@turca.app e-mail address"
      }
    ],
    "footerDeta": {
      "title": "This cookie policy was created via TURCA APP"
    }
  }
}